
/* No comment provided by engineer. */
"# photos" = "撮影場所";

/* No comment provided by engineer. */
"%@'s followers (%d)" = "%1$@のフォロワー (%2$d)";

/* No comment provided by engineer. */
"%@'s followings (%d)" = "%@がフォロー中 (%d)";

/* No comment provided by engineer. */
"%@'s photos (%d)" = "%1$@の撮影場所 (%2$d)";

/* No comment provided by engineer. */
"%@'s wanna snaps (%d)" = "%1$@のコレクト(%2$d)";

/* No comment provided by engineer. */
"%d days ago" = "%d日前"; /* NEW */

/* No comment provided by engineer. */
"%d hours ago" = "%d時間前"; /* NEW */

/* No comment provided by engineer. */
"%d minutes ago" = "%d分前"; /* NEW */

/* No comment provided by engineer. */
"%d month ago" = "%dヶ月前"; /* NEW */

/* No comment provided by engineer. */
"%d photos" = "%d 撮影場所";

/* No comment provided by engineer. */
"%d weeks ago" = "%d週間前"; /* NEW */

/* No comment provided by engineer. */
"%d years ago" = "%d年前"; /* NEW */

/* No comment provided by engineer. */
"%dd ago" = "%d日前"; /* NEW */

/* No comment provided by engineer. */
"%dh ago" = "%d時間前"; /* NEW */

/* No comment provided by engineer. */
"%dm ago" = "%dヶ月前"; /* NEW */

/* No comment provided by engineer. */
"%dw ago" = "%d週間前"; /* NEW */

/* No comment provided by engineer. */
"%dy ago" = "%d年前"; /* NEW */

/* No comment provided by engineer. */
"(%.1f mi)" = "(%.1f マイル)";

/* No comment provided by engineer. */
"+ Follow" = "+フォロー";

"+ follow" = "+フォロー";

/* No comment provided by engineer. */
"? help" = "? help";

/* No comment provided by engineer. */
"About" = "紹介";

/* No comment provided by engineer. */
"About Pashadelic" = "パシャデリックについて";

/* No comment provided by engineer. */
"Add comment..." = "コメントを追加";

/* No comment provided by engineer. */
"Add up to 3 tags" = "タグの追加(最大3つ)";

/* No comment provided by engineer. */
"Add tags" = "タグの追加";

/* No comment provided by engineer. */
"Additional information" = "追加情報";

/* No comment provided by engineer. */
"Allowing location services will automatically determine your photo-spot!" = "Allowing location services will automatically determine your photo-spot!";

/* No comment provided by engineer. */
"Altitude" = "海抜";

/* No comment provided by engineer. */
"Amateur" = "ハイアマチュア";

/* No comment provided by engineer. */
"Aperture" = "絞り";

/* No comment provided by engineer. */
"Avatar image can't be smaller than 300x300 pixels" = "プロフィール写真は縦横300ピクセル以上である必要があります";

/* No comment provided by engineer. */
"Bio" = "自己紹介";

/* No comment provided by engineer. */
"blue hour" = "ブルーアワー";

"blue hour end" = "ブルーアワー終了";

/* No comment provided by engineer. */
"By %@" = "写真家 %@";

/* No comment provided by engineer. */
"camera" = "カメラ";

/* No comment provided by engineer. */
"Camera" = "カメラ(モデル)";

/* No comment provided by engineer. */
"Can't get auth token key" = "再度ログインしてください";

/* No comment provided by engineer. */
"Can't get user ID from server" = "ユーザーIDが見当たりません";

/* No comment provided by engineer. */
"Can't load image: URL is empty" = "写真が表示できません"; /* NEW */

/* No comment provided by engineer. */
"Can't load image:\nIncorrect URL %@" = "写真が表示でいません。\nURLが間違えています%@"; /* NEW */

/* No comment provided by engineer. */
"cancel" = "キャンセル";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Cannot determinate location, please try again later" = "位置情報が取得できませんでした。 後ほどサイドお試しください。";

/* No comment provided by engineer. */
"Cannot determinate you location, try again later" = "位置情報が取得できませんでした。 後ほどサイドお試しください。";

/* No comment provided by engineer. */
"Change password" = "パスワードの変更";

/* No comment provided by engineer. */
"Check your internet connection." = "インターネット接続を確認してください";

/* No comment provided by engineer. */
"City" = "町名";

/* No comment provided by engineer. */
"Clear image cache" = "キャッシュの削除";

/* No comment provided by engineer. */
"Click on the photo on the left to change your profile photo" = "プロフィール写真を変更するには、左の写真をクリックしてください";

/* No comment provided by engineer. */
"collection description" = "フォルダのノート";

/* No comment provided by engineer. */
"Comments, tips, hints : Describe your experience at this photo-spot and help others" = "写真を撮った際のストーリーを入力してください。写真を撮った際のヒントやコツ等。";

/* No comment provided by engineer. */
"confirm email" = "メールアドレスの確認";

/* No comment provided by engineer. */
"Confirm Password" = "パスワードの再入力";

/* No comment provided by engineer. */
"confirm password" = "パスワードの確認";

/* Informing the user an item has finished copying */
"Copied" = "コピーの完了";

/* No comment provided by engineer. */
"Copy" = "コピー";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "コピー中";

/* No comment provided by engineer. */
"Couldn't get location information" = "位置情報を取得できませんでした";

/* No comment provided by engineer. */
"Country" = "国名";

/* No comment provided by engineer. */
"Create your own plan on our website!" = "パシャデリックのウェブサイトで計画を作ろう!";

/* No comment provided by engineer. */
"Current Password" = "現在のパスワード";

/* No comment provided by engineer. */
"date" = "日付";

/* No comment provided by engineer. */
"Date" = "日付";

/* No comment provided by engineer. */
"disabled" = "無効"; /* NEW */

/* No comment provided by engineer. */
"Dismiss" = "失敗";

/* No comment provided by engineer. */
"Done" = "完了";

/* No comment provided by engineer. */
"done" = "終了";

/* No comment provided by engineer. */
"E-mail with password was successfully sent" = "パスワードを変更する為のEメールが送信しました";

/* No comment provided by engineer. */
"edit" = "編集";

/* No comment provided by engineer. */
"Edit my page and profile" = "Meページとプロフィールの編集";

/* No comment provided by engineer. */
"Edit My Profile" = "プロフィールの編集";

/* No comment provided by engineer. */
"Edit personal information" = "個人情報の編集";

/* No comment provided by engineer. */
"Edit Photo" = "写真の編集";

/* No comment provided by engineer. */
"Email" = "メール";

/* No comment provided by engineer. */
"email" = "メールアドレス";

/* No comment provided by engineer. */
"Email and email confirm don't match" = "二つのEメールが同じである必要があります";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "メールを送ることができませんでした。再度送信してください";

/* No comment provided by engineer. */
"Email Notification" = "メール通知";

/* No comment provided by engineer. */
"Enable" = "設定";

/* No comment provided by engineer. */
"Enable location service for Pashadelic.\nImprove your experience on pashadelic and find photo-spots close to you!" = "位置情報を有効にして近く\nあなたの被写体を見つけよう！";

/* No comment provided by engineer. */
"Enabled" = "設定済み";

/* No comment provided by engineer. */
"enabled" = "有効"; /* NEW */

/* No comment provided by engineer. */
"end" = "終了";

/* No comment provided by engineer. */
"Enter a name to begin ..." = "ユーザー名を入力してください";

/* No comment provided by engineer. */
"enter landmark, city, state name" = "都市名、国名を入力..";

/* No comment provided by engineer. */
"Enter text to filter friends" = "友達を検索";

/* No comment provided by engineer. */
"Error receiving location:\n%@" = "位置情報取得のエラー:\n%@";

/* No comment provided by engineer. */
"Error while parsing server response" = "サーバーエラー";

/* No comment provided by engineer. */
"explore" = "検索";

/* No comment provided by engineer. */
"Explore" = "検索";

/* No comment provided by engineer. */
"Exploring" = "検索";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* Informing the user a process has failed */
"Failed" = "失敗しました";

/* No comment provided by engineer. */
"Featured" = "ベスト";

/* No comment provided by engineer. */
"Female" = "女性";

/* No comment provided by engineer. */
"filter" = "絞り込み";

/* No comment provided by engineer. */
"filter by date" = "日月で絞込み";

/* No comment provided by engineer. */
"filter by time" = "時間で絞込み";

/* No comment provided by engineer. */
"Finish" = "終了";

/* No comment provided by engineer. */
"First name" = "名";

/* No comment provided by engineer. */
"Focal Length" = "焦点距離";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Twitterでフォローする";

/* No comment provided by engineer. */
"followers" = "フォロワー";

/* No comment provided by engineer. */
"Followers" = "フォロワー";

/* No comment provided by engineer. */
"followers\n%@" = "フォロアー\n%@";

/* No comment provided by engineer. */
"Following" = "フォロー中";

"following" = "フォロー中";

/* No comment provided by engineer. */
"Followings" = "フォロー中";

/* No comment provided by engineer. */
"followings" = "フォロー中";

/* No comment provided by engineer. */
"followings\n%@" = "フォロー中\n%@";

/* No comment provided by engineer. */
"Forecast" = "予測";

/* No comment provided by engineer. */
"Forgot password" = "パスワードを忘れた方";

/* No comment provided by engineer. */
"from to" = "絞り込み";

/* No comment provided by engineer. */
"full screen" = "フルスクリーン";

/* No comment provided by engineer. */
"golden hour" = "ゴールデンアワー";

"golden hour end" = "ゴールデンアワー終了";

/* No comment provided by engineer. */
"Got It!" = "了解!";

/* No comment provided by engineer. */
"Hobbyist" = "アマチュア";

/* No comment provided by engineer. */
"home" = "ホーム";

/* No comment provided by engineer. */
"Hot" = "新着情報";

/* No comment provided by engineer. */
"http://api.pashadelic.com/pages/term_of_use" = "http://api.pashadelic.com/pages/term_of_use";

/* No comment provided by engineer. */
"hybrid" = "航空写真";

/* No comment provided by engineer. */
"I Am Following" = "フォロー中";

/* No comment provided by engineer. */
"I find GREAT app called %@, try it\n%@" = "%@を使って世界中の撮影場所を探しています。\n%@";

/* No comment provided by engineer. */
"id or email" = "ユーザーIDまたはメールアドレス";

/* No comment provided by engineer. */
"Incorrect login and password" = "パスワードが間違えています"; /* NEW */

/* No comment provided by engineer. */
"Info was updated" = "情報が更新されました";

/* No comment provided by engineer. */
"Interests" = "趣味・興味";

/* No comment provided by engineer. */
"invite" = "招待";

/* No comment provided by engineer. */
"Invite Friends" = "Invite Friends";

/* No comment provided by engineer. */
"inviting" = "招待中";

/* No comment provided by engineer. */
"Irrelevant Content (3D, graphics)" = "適さない内容 (3D, グラフィック)";

/* No comment provided by engineer. */
"ISO / Film" = "ISO";

/* No comment provided by engineer. */
"in processing..." = "in processing...";

/* No comment provided by engineer. */
"just now" = "ほかほか"; /* NEW */

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"Last name" = "姓";

/* No comment provided by engineer. */
"Library" = "ライブラリー";

/* No comment provided by engineer. */
"Like us on Facebook" = "Facebookでいいね！を押す";

/* Loading Status */
"Loading..." = "ローディング中";

/* No comment provided by engineer. */
"Location" = "位置情報";

/* No comment provided by engineer. */
"Location is currently unknown" = "位置情報を取得できませんでした";

/* No comment provided by engineer. */
"Log in" = "ログイン";

/* No comment provided by engineer. */
"Log in using id and password" = "IDとパスワードを利用";

/* No comment provided by engineer. */
"Logout" = "ログアウト";

/* No comment provided by engineer. */
"m" = "m";

/* No comment provided by engineer. */
"magic hour" = "マジックアワー";

/* No comment provided by engineer. */
"Male" = "男性";

/* No comment provided by engineer. */
"map" = "地図";

/* No comment provided by engineer. */
"MAP" = "地図";

/* No comment provided by engineer. */
"POPULARITY" = "人気撮影時期";

/* No comment provided by engineer. */
"map tool" = "マップ・ツール";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"moon" = "月";

/* No comment provided by engineer. */
"moonrise" = "月の出";

/* No comment provided by engineer. */
"moonset" = "月の入";

/* No comment provided by engineer. */
"My Followers" = "フォロワー";

/* No comment provided by engineer. */
"My Followings" = "フォロー中";

/* No comment provided by engineer. */
"My Photo spots" = "マイ撮影場所";

/* No comment provided by engineer. */
"My Settings" = "設定";

/* No comment provided by engineer. */
"My Wannago" = "コレクト";

/* No comment provided by engineer. */
"Nearby" = "周辺";

/* No comment provided by engineer. */
"Nearby (%d)" = "周辺 (%d)";

/* No comment provided by engineer. */
"Nearby collect" = "周辺コレクト";

/* No comment provided by engineer. */
"New avatar was uploaded" = "新しいプロフィール写真がアップされました";

/* No comment provided by engineer. */
"new notifications" = "新着通知";

/* No comment provided by engineer. */
"New Password" = "新しいパスワード";

/* No comment provided by engineer. */
"next" = "次へ";

/* No comment provided by engineer. */
"next ⇒" = "次へ";

/* No comment provided by engineer. */
"No" = "いいえ";

/* No comment provided by engineer. */
"No image data" = "イメージがありません";

/* No comment provided by engineer. */
"No photo is available" = "写真が見当たりません";

/* No comment provided by engineer. */
"Notification settings" = "お知らせ通知の設定";

/* No comment provided by engineer. */
"Notifications" = "お知らせ";

/* No comment provided by engineer. */
"notifications" = "お知らせ";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "の";

/* No comment provided by engineer. */
"Offensive (nude, obscene, violence)" = "不快な写真 (ヌード, 猥褻, 暴力)";

/* OK button title */
"OK" = "はい";

/* No comment provided by engineer. */
"Others" = "その他";

/* No comment provided by engineer. */
"password" = "パスワード";

/* No comment provided by engineer. */
"Password must be at least 6 characters long" = "パスワードは最低でも5文字必要です";

/* No comment provided by engineer. */
"Password was changed" = "Password was changed";

/* No comment provided by engineer. */
"Passwords don't match" = "パスワードが違います";

/* No comment provided by engineer. */
"plan" = "計画";

/* No comment provided by engineer. */
"plans" = "計画";

/* No comment provided by engineer. */
"Plans created by other users:" = "他のユーザーの撮影計画!";
/* No comment provided by engineer. */
"Phone" = "電話";

/* No comment provided by engineer. */
"phone number (optional)" = "電話番号 (オプション)";

/* No comment provided by engineer. */
"Photo" = "写真";

/* No comment provided by engineer. */
"photo" = "写真";

/* No comment provided by engineer. */
"Photo nearby" = "周辺写真";

/* No comment provided by engineer. */
"photo of" = "撮影場所";

/* No comment provided by engineer. */
"Photo spot was successfully\nadded to a collection." = "コレクトに写真を\n追加しました";

/* No comment provided by engineer. */
"Photo spots you wanna snap that are\nwithin %.1f km of where you are." = "現在地から%.1f km以内のコレクトに追加した撮影場所";

/* No comment provided by engineer. */
"photo tool" = "マップ・ツール";

/* No comment provided by engineer. */
"Photo uploaded successfully" = "写真の投稿終了";

/* No comment provided by engineer. */
"Photo-map" = "地図";

/* No comment provided by engineer. */
"discover" = "新着情報";

/* No comment provided by engineer. */
"Photo-spots" = "撮影場所";

/* No comment provided by engineer. */
"Photo-spots Near by" = "撮影場所付近";

/* No comment provided by engineer. */
"photos" = "撮影場所";

/* No comment provided by engineer. */
"photos\n%@" = "撮影場所\n%@";

/* No comment provided by engineer. */
"Please check internet connection." = "接続を確認してください。"; /* NEW */

/* No comment provided by engineer. */
"Please enable geolocation in Settings and allow Pashadelic determine your location" = "Pashadelicが位置情報を利用できるようにしてください。";

/* No comment provided by engineer. */
"Please enter collection description" = "フォルダの概要";

/* No comment provided by engineer. */
"Please enter collection name" = "フォルダ名";

/* No comment provided by engineer. */
"Please enter comment text" = "コメントを入力願います";

/* No comment provided by engineer. */
"Please enter email" = "メールを入力してください";

/* No comment provided by engineer. */
"Please enter login" = "ログインをしてください";

/* No comment provided by engineer. */
"Please enter new password" = "新しいパスワードを入力してください";

/* No comment provided by engineer. */
"Please enter password" = "パスワードを入力してください";

/* No comment provided by engineer. */
"Please enter photo title" = "写真のタイトルを入力してください";

/* No comment provided by engineer. */
"Please enter username" = "ユーザー名を入力してください";

/* No comment provided by engineer. */
"Please select photo location!" = "写真の位置情報を選んでください";

/* No comment provided by engineer. */
"Please wait while app upload info for Facebook" = "Facebookの情報を取得中。しばらくお待ちください。";

/* No comment provided by engineer. */
"popular" = "新着情報";

/* No comment provided by engineer. */
"Popular" = "新着情報";

/* No comment provided by engineer. */
"post" = "投稿";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "準備中";

/* No comment provided by engineer. */
"previous" = "前へ";

/* No comment provided by engineer. */
"previous ⇐" = "戻る";

/* No comment provided by engineer. */
"Professional" = "プロ";

/* No comment provided by engineer. */
"Prohibit any special characters" = "特殊文字は使えません";

/* No comment provided by engineer. */
"Provide feedback" = "フィードバックの提供";

/* Pull down to refresh status */
"Pull down to refresh..." = "更新するためにプルダウンしてください";

/* No comment provided by engineer. */
"Push Notification" = "お知らせ通知";

/* No comment provided by engineer. */
"Range %.1fkm" = "範囲 %.1fkm";

/* No comment provided by engineer. */
"Range %dm" = "範囲 %dm";

/* No comment provided by engineer. */
"Rate it" = "Rate it";

/* No comment provided by engineer. */
"Rate Us!" = "AppStoreで評価する";

/* Release to refresh status */
"Release to refresh..." = "更新するために離してください";

/* No comment provided by engineer. */
"Response from server is null" = "後ほど再度試みてください。\nご迷惑をおかけします。";

/* No comment provided by engineer. */
"Retry" = "再試行";

/* No comment provided by engineer. */
"route" = "道順";

/* No comment provided by engineer. */
"satellite" = "地図";

/* No comment provided by engineer. */
"Save" = "保存";

/* Informing the user an item has been saved */
"Saved" = "保存しました";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "保存中";

/* No comment provided by engineer. */
"Search" = "検索";

"SEARCH" = "検索";

/* No comment provided by engineer. */
"Search for city, etc..." = "街名などを検索";

/* No comment provided by engineer. */
"Search users" = "ユーザーの検索";

/* No comment provided by engineer. */
"Search Users" = "ユーザの検索";

/* No comment provided by engineer. */
"Search Users Result" = "検索結果";

/* No comment provided by engineer. */
"Select a landmark in the photo" = "撮影名所を選択";

/* No comment provided by engineer. */
"Select country" = "国名を選択してください";

/* No comment provided by engineer. */
"Select Landmark" = "撮影名所を選択";

/* No comment provided by engineer. */
"Select source" = "ソースを選択してください";

/* No comment provided by engineer. */
"Select state" = "都道府県を選択してください";

/* No comment provided by engineer. */
"Selected photo doesn't have GPS information.\nDo you want to map the photo manually?" = "選択した写真には位置情報がございません\n写真を自分でマッピングしますか?";

/* No comment provided by engineer. */
"Server error %d" = "後ほど再度試みてください。 %d";

/* No comment provided by engineer. */
"Server return nil" = "後ほど再度試みてください。"; /* NEW */

/* No comment provided by engineer. */
"settings" = "設定";

/* No comment provided by engineer. */
"Sex" = "性別";

/* No comment provided by engineer. */
"Share" = "シェアする";

/* No comment provided by engineer. */
"share" = "シェアする";

/* No comment provided by engineer. */
"Share on" = "シェア：";

/* No comment provided by engineer. */
"Share Photo" = "撮影場所をシェア";

/* No comment provided by engineer. */
"Show/Hide" = "表示/非表示";

/* No comment provided by engineer. */
"Shutter" = "露出時間";

/* No comment provided by engineer. */
"Sign Up" = "会員登録";

"Sign up" = "会員登録";

/* No comment provided by engineer. */
"sign up: select your method" = "会員登録: 登録方法選択";

/* No comment provided by engineer. */
"skip" = "スキップ";

"Skip" = "スキップ";

/* No comment provided by engineer. */
"Social" = "ソーシャル";

/* No comment provided by engineer. */
"sort by" = "並び順";

/* No comment provided by engineer. */
"Spam (ads, self-promotion)" = "スパム (広告, セルフプロモーション)";

/* No comment provided by engineer. */
"start" = "開始";

/* No comment provided by engineer. */
"Start typing the landmark name..." = "撮影名所を入力してください";

/* No comment provided by engineer. */
"Start typing the tags name..." = "タグを入力してください";

/* No comment provided by engineer. */
"State" = "都道府県";

/* No comment provided by engineer. */
"sunrise" = "日の出";

/* No comment provided by engineer. */
"sunset" = "日の入";

/* No comment provided by engineer. */
"submit" = "提出する";

/* No comment provided by engineer. */
"Tags (optional)" = "タグ";

/* No comment provided by engineer. */
"Tell us why the photo is inappropriate" = "なぜ写真は不適切なのでしょうか？";

/* No comment provided by engineer. */
"Terms of Service" = "利用規約";

/* No comment provided by engineer. */
"Terms Of Use" = "利用規約";

/* No comment provided by engineer. */
"The photo was taken here" = "写真がここで撮影されました。";

/* No comment provided by engineer. */
"The photo will be saved in the library, but all additional information will be lost." = "写真はライブラリーに保存されますが、全ての追加情報は保存されません";

/* No comment provided by engineer. */
"There are" = "There are";

/* No comment provided by engineer. */
"There are no new notifications" = "新しいお知らせはありません。";

/* No comment provided by engineer. */
"There was a problem with uploading photo!" = "写真のアップロードが上手くいきませんでした。";

/* No comment provided by engineer. */
"There was no match." = "該当する情報がありません。";

/* No comment provided by engineer. */
"time" = "時間";

/* No comment provided by engineer. */
"Title : Describe the photo" = "タイトル";

/* No comment provided by engineer. */
"to" = "まで";

/* No comment provided by engineer. */
"Today" = "今日";

/* No comment provided by engineer. */
"Tomorrow" = "明日";

/* No comment provided by engineer. */
"Tools" = "マップ・ツール";

/* No comment provided by engineer. */
"Type cities, landmarks etc." = "街名、撮影名所名などを記入してください";

/* No comment provided by engineer. */
"unknow" = "不明";

/* No comment provided by engineer. */
"Unknown error:\n%@" = "不明のエラー:\n%@";

/* No comment provided by engineer. */
"Upcoming" = "人気";

/* No comment provided by engineer. */
"upcoming plans" = "撮影予定";

/* No comment provided by engineer. */
"upload" = "アップロード";

/* No comment provided by engineer. */
"Upload" = "アップロード";

/* No comment provided by engineer. */
"User" = "写真家";

/* No comment provided by engineer. */
"user id" = "写真家ID";

/* No comment provided by engineer. */
"Using id and password" = "メールアドレスを利用";

/* No comment provided by engineer. */
"View" = "表示";

/* No comment provided by engineer. */
"wanna-shoot" = "コレクト";

/* No comment provided by engineer. */
"Wanna-snaps" = "コレクト";

/* No comment provided by engineer. */
"wannagos\n%@" = "コレクト\n%@";

/* No comment provided by engineer. */
"weather" = "天気";

/* No comment provided by engineer. */
"When user comments to my photo" = "他のユーザーがコメントをしてくれた時";

/* No comment provided by engineer. */
"When user follow me" = "他のユーザーが自分をフォローした時";

/* No comment provided by engineer. */
"When user like my photo" = "他のユーザーが「いいね！」してくれた時";

/* No comment provided by engineer. */
"When user pins my photo" = "他のユーザーが「コレクト」をしてくれた時";

/* No comment provided by engineer. */
"with landmark" = "撮影名所";

/* No comment provided by engineer. */
"Wrong location" = "間違った位置情報";

/* No comment provided by engineer. */
"Yes" = "はい";

/* No comment provided by engineer. */
"You can only write review from the website" = "評価はウェブでのみ行えます";

/* No comment provided by engineer. */
"You deleted photo" = "写真を削除しました";

/* No comment provided by engineer. */
"You pin location with big zoom.\nAre you sure in correct photo location?" = "ピンの位置は正確ですか？\n他のユーザの為にも、正確な位置に\nピンを設定してください。\nご協力ありがとうございます。";

/* No comment provided by engineer. */
"You received notification" = "お知らせを受け取りました";

/* No comment provided by engineer. */
"You reported about photo" = "写真の報告をしました";

/* No comment provided by engineer. */
"Your account was successfully created" = "アカウントが作成されました";

/* No comment provided by engineer. */

"Your email address and phone number will always remain private. By clicking Sign up you are agreeing that you have read and agreed the terms of service" = "ご登録頂いたeメールアドレス及び電話番号は当サービスでのみ利用し、機密保護法に基づいて安全に保管されます。ログイン及びユーザ登録をクリックする事は、利用規約に同意する事と同等の意味を持ちます。";

"Add it to one of the collections below" = "下記のフォルダに追加";

"Create new collection" = "新しいフォルダを作成";

"new" = "新着";

"adds it to wanna snap but not to any particular album" = "";

"Photo spots you wanna snap that are within 1 km of where you are" = "1km以内にコレクトした写真";

"10km" = "10km";

"100m" = "100m";

"read more" = "もっと読む";

"Today's photo" = "今日の写真";

"Tap to access\nyour homepage" = "タッチして\nホームページへ";

"Loading..." = "ローディング中..";

"Feed" = "フィード";

"Activities" = "アクティビティ";

"New photos" = "新着";

"Top 100" = "トップ100";

"You will have more fun if you follow more people in Pashadelic.\n\n Don't worry, other users cannot see your followings\n\n Follow others once you see good photo-spot sharing by them" = "他の写真家をフォローする事で色々と学べ、他の写真家と繋がる事ができるようになります。";

"Leave a note so you know why you collected this photo" = "何故この写真をコレクトしたのかメモを残す";

"Select the folder to add this photo-spot" = "写真を追加するフォルダを選択してください";

"add to folder" = "フォルダに追加";

"Title of new folder" = "新しいフォルダの名前";

"delete" = "退会";

"Delete account" = "退会";

"This will permanently remove your account at Pashadelic and all of your photos? \n\nDo you really want to delete your account?" = "Pashadelicのアカウントを本当に削除しますか？\n\n写真も全て削除されます。";

"Your account has been deleted. Thank you for being a part of Pashadelic" = "アカウントが削除されました。Pashadelicをご利用頂きありがとうございました。";

"Please tell us what we could have done better to keep you as part of our community" = "パシャデリックを改善する為に一言頂けると光栄です。";

"%@\nphotos" = "%@\n撮影場所";

"%@\ncollections" = "%@\nコレクト";

"%@\nfollowers" = "%@\nフォロワー";

"%@\nfollowings" = "%@\nフォロー中";

"about" = "紹介";

"Level" = "撮影レベル";

"Details" = "詳細";

"photographed locations" = "被写地";

"close" = "クローズ";

"photo" = "フォト";

// Collection

"+ create" = "+ 作成";

// AR View

"N" = "北";

"NE" = "北東";

"E" = "東";

"SE" = "南東";

"S" = " 南";

"SW" = "南西";

"W" = "西";

"NW" = "北西";

"select date" = "日付指定";

"now" = "今";

"on" = "表示";

"off" = "非表示";

"white" = "白";

"black" = "黒";

"none" = "透明";

"AR View" = "AR表示";

"SUN/MOON" = "太陽/月の位置予測";

"Device Motion Not Available" = "Device Motion Not Available";

// Explore

"search for city or landmark" = "被写体や町を入力";

"or" = "もしくは";

"see what's new within 500km" = "500km以内の写真を見る";

"see what's new within %0.0fkm" = "%0.0fkm以内の写真を見る";

// Explore Search

"search explore" = "検索";

"go" = "検索";

"current location" = "現在地";

"e.g Golden gate bridge" = "例：東京タワー, 京都";

// Explore Filter

"filter results" = "絞込み";

"cancel explore" = "戻る";

"when photo was photographed" = "写真が撮影された日";

"time photo was photographed" = "写真が撮影された時間";

"Popularity" = "人気順";

"Distance" = "距離順";

"range" = "距離で絞り込む";

"photo within the radius of" = "絞込み範囲の半径は";

"miles" = "マイル";

"from location" = "対象位置は";

// Explore Filter Date & Time

"set date" = "日付で絞込む";

"from date" = "開始日";

"to date" = "終了日";

"set time" = "時間帯で絞込む";

"from time" = "開始時間";

"to time" = "終了時間";

"reset" = "リセット";

// Login and Signup

"“Fall in love with landscape photography like never before”" = "“今までにない\n風景を愛そう”";

"Learn More" = "さらに";

"Never Forget" = "もう忘れない";

"Collect the spots that interest you and get reminded" = "あなたが撮影したい場所をコレクトすると、予定をまとめて必要な時期に知らせてくれます。";

"Never Get Lost" = "もう迷わない";

"GPS enabled photos navigate you to the exact location a photo was shot from" = "撮影プランを立てると、Pashadelic理想のフォトスポットまでの道のりを導いてくれます。";

"Love Photography" = "写真を愛そう！";

"Frame Perfectly" = "理想の写真が撮れる";

"Predict the sun/moon angle for a location in advance and reduce the element of surprise" = "Pashadelic上のツールを使うことであなたの理想の画を撮ることが出来ます。";

"Take the first step towards improving your photography" = "写真が上手くなって、もっと写真を好きになろう";

"username or email" = "ユーザ名かEメール";

"Log in with Facebook" = "facebookでログイン";

"Sign up with Facebook" = "facebookで登録";

"Username" = "ユーザ名";

"Learn More >" = "詳しく >>";

"Forgot your password?" = "パスワードを忘れた方";

// Tips page

"Help your fellow photographers by providing information about the location where you photographed!" = "他の写真家の為に撮影場所に関してヒントを提供しましょう!";

"Could you use tripod?" = "三脚は利用可能ですか？";

"Was the place crowded?" = "混雑はしていますか？";

"Any parking lot nearby?" = "駐車場は近くにありますか？";

"Was it dangerous?" = "この付近は危険ですか？";

"Is this spot indoor?" = "屋内ですか？";

"Do you need a permission?" = "撮影の許可は必要ですか？";

"Do you have to pay?" = "入場料は必要ですか？";

"Difficulty to access?" = "アクセスの困難度は?";

"Add extra tips (e.g. tripod access)" = "三脚利用可否等のヒントを登録";

"Tips" = "Tips";

"provide tips" = "ヒント提供";

"tripod usage" = "三脚使用";

"crowded" = "閑散";

"parking nearby" = "駐車場の有無";

"dangerous" = "危険度合い";

"indoor" = "屋内外";

"require permission" = "承認の有無";

"cost to access" = "有料無料";

"no tripod usage" = "不可三脚使用";

"no crowded" = "閑散";

"no parking nearby" = "無し駐車場の有無";

"outdoor" = "屋外";

"no dangerous"= "危険でない";

"no require permission" = "不要承認の有無";

"no cost to access" = "無料";

"accessibility: hard" = "撮影の困難さ: 困難";

"accessibility: medium" = "撮影の困難さ: 普通";

"accessibility: easy" = "撮影の困難さ: 簡単";

"A tripod can be used here." = "三脚使用可.";

"A tripod can't be used here." = "三脚使用不可.";

"This place was crowded." = "混雑している.";

"This place wasn't crowded." = "混雑していない.";

"There is parking nearby." = "駐車場有り.";

"There isn't parking nearby." = "駐車場無し.";

"This place requires caution." = "要注意.";

"This place is safe." = "安全.";

"This place is indoor." = "屋内.";

"This place is outdoor." = "屋外.";

"Permission is required to access." = "進入許可が必要.";

"Permission isn't required to access." = "進入許可は不必要.";

"There is no fee to enter the spot." = "入場料あり.";

"There is a fee to enter the spot." = "入場料なし.";

"Difficulty to photograph this spot: hard" = "撮影の困難さ: 困難";

"Difficulty to photograph this spot: medium" = "撮影の困難さ: 普通";

"Difficulty to photograph this spot: easy" = "撮影の困難さ: 簡単";


// Rate & Feedback

"Rate %@" = "%@の評価";

"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "楽しんでいただけたならば簡単なご意見をお願いします。%@を評価しますか？";

"Are we improving the app? If you are happy with the improvement, please rate us again!" = "アプリが改善されている場合は再び評価頂けると光栄です！";

"Not Now" = "今はしない";

"Not happy? Please give us your feedback" = "不満や改善点をお聞かせください？";

"Please give us your feedback" = "ご意見をお聞かせください。";

"You will need to setup a mail account on your device before you can send mail!" = "メールを送信する前にメールアドレスの設定が必要となります。";

"This device is not able to send mail!" = "この端末からメールの送信ができません。";

// Location

"%d of your followers collected photo spots in %@" = "%d フォロー中の%d人が%@からの撮影スポットをコレクト済み %@";

"%d of your follower collected photo spots in %@" = "%d フォロー中の%d人が%@からの撮影スポットをコレクト済み %@";

"%d of your followers collected photos from this landmark" = "%d of your followers collected photos from this landmark";

"%d of your follower collected photos from this landmark" = "%d of your follower collected photos from this landmark";

"taken on" = "撮影日時";

"view in map" = "地図で見る";

"view on map" = "地図で見る";

"%d landmarks" = "ここの写真名所:%d件";

"%d landmark" = "ここの写真名所:%d件";

"%d photospots" = "ここの撮影場所:%dカ所";

"%d photospot" = "ここの撮影場所:%dカ所";

"%d photographers" = "写真家:%d人";

"%d photographer" = "写真家:%d人";

"landmark map" = "地図";

// Photospot Page

"Why don't you ask question or simply give cred to the photographer !" = "Why don't you ask question or simply give cred to the photographer !";

"%d comment" = "%d コメント";

"%d comments" = "%d コメント";

"Date/Time is" = "日時は";

"Photographed on" = "撮影日時: ";

"Do you really want to delete your photo?" = "本当にこの撮影場所(写真)を削除しても宜しいでしょうか？";

"Photospots from the area" = "周辺の撮影場所を見る";

"Collect" = "コレクト";

"Uncollect" = "コレクト済み";

"Do you want to open in map?" = "地図アプリを上げます。宜しいですか？";

"LOCATION / MAP" = "住所/地図";

"show tips" = "ヒント表示";

"LANDMARK" = "写真名所";

"EXIF / EQUIPMENT" = "EXIF/機器";

"Date/time :" = "日時:";

"Shutter speed  :" = "露出時間:";

"Focal Length :" = "焦点距離:";

"Aperture :" = "絞り :";

"ISO / Film :" = "ISO :";

"equiqment" = "機材";

"Manufacter :" = "製造元 :";

"Camera :" = "カメラ :";

"Length :" = "Length :";

"Lens :" = "Lens :";

"Filter :" = "フィルタ :";

"TAGS" = "タグ";

"see all" = "もっと見る";

"Explore the surrouding area" = "周辺の撮影場所を見てみる";

"Share on Facebook" = "Facebookにシェア";

"Share on Twitter" = "Twitterにシェア";

"Report Photo" = "撮影場所を告知";

"Delete Photo" = "撮影場所を削除";

"view in map" = "地図で見る";

"LIKE (%d) :" = "ライク(%d) :";

"LIKES (%d) :" = "ライク(%d) :";

"COLLECT (%d) :" = "コレクト(%d) :";

"COLLECTS (%d) :" = "コレクト(%d) :";

"COMMENTS :" = "コメント :";

"COMMENT :" = "コメント :";

"reply" = "返答";

"Do you really want to delete your comment?" = "コメントを本当に削除しますか？";

// LocationInfo Page

"month" = "月";

"info" = "情報";

"Weather" = "天気";

"Sun / Moon" = "太陽と月";

"forecast 10 day" = "10日予測";

"Country :" = "国:";

"State :" = "都道府県:";

"City :" = "市町村:";

"%d users" = "写真家: %d人";

"%d user" = "写真家: %d人";

//Photographers in location

"Photographers" = "写真家";

//Photospots in location

"Photospots" = "撮影場所";

"newest" = "最新順";

"30 days" = "先30日";

"next 30 days" = "先30日";

"Change sort" = "並び順";

// Landmark forecast

"Area Forecast" = "周辺予測";

//different text

"Please select country before you select state" = "都道府県を選択する前に、国名を選択してください。";

// photo landmark page

"Select or creat Landmark" = "Select or creat Landmark";

"enter name to filter or add new" = "enter name to filter or add new";

// Create new landmark

"Please select landmark location!" = "Please select landmark location!";

"enter address to move the map" = "enter address to move the map";

"add" = "add";

"Create landmark";

"Can not create new landmark!";

// months name

"January" = "１月";

"February" = "2 月";

"March" = "3 月";

"April" = "4 月";

"May" = "5 月";

"June" = "6 月";

"July" ="7 月";

"August" ="8 月";

"September" = "9 月";

"October" = "10 月";

"November"= "11 月";

"December" = "12 月";
